Repository: conracapi/ios-challenge
Catalog: Idealista/Idealista/Localizable/*.lproj/Localizable.strings
Languages: es

source: flat
es: apartamento

source: rent
es: alquiler

source: sale
es: venta

source: floor
es: planta

source: of area
es: de superficie

source: rooms
es: habitaciones

source: bathrooms
es: baños

source: With exterior
es: Con terraza

source: Without exterior
es: Sin terraza

source: With air conditioning
es: Con aire acondicionado

source: Without air conditioning
es: Sin aire acondicionado

source: With box room
es: Con trastero

source: Without box room
es: Sin trastero

source: Saved:
es: Guardado:

# error
source: Ooops! An error has occurred
es: Ooops! Un error ha ocurrido
